Repository: prodrigues-30w/e2openplugin-Bitrate
Catalog: po/*.po
Languages: pt

source: Audio:
pt: Áudio:

source: Background window
pt: Janela de fundo

source: Bitrate setup
pt: Visualizar o fluxo binário

source: Bitrate viewer
pt: Configurar visualizador de fluxo binário

source: Bitrate viewer setup
pt: Configuração de visualizador de fluxo binário

source: Cancel
pt: Cancelar

source: GUI needs a restart to apply changes!
pt: É necessário reiniciar a GUI para aplicar as mudanças!

source: Mode
pt: Modo

source: Restart bitrate viewer
pt: Reiniciar o visualizador de fluxo binário

source: Save/OK
pt: Salvar/OK

source: Show 'restart bitrate' in extensions menu
pt: Mostrar 'reinicio ao fluxo binário' no menu de extensões

source: Show bitrate for live service
pt: Mostrar o débito do fluxo binário nos serviços em directo

source: Start for type services
pt: Iniciar para os serviços tipo

source: Style skin
pt: Estilo do tema

source: Using bitrate in the skins with this plugin is not compatible!
pt: Usar o fluxo binário nos temas em que o plugin não é compatível!

source: Video:
pt: Vídeo:

source: X screen position
pt: Posição X no ecrã

source: Y screen position
pt: Posição Y no ecrã

source: Z screen position
pt: Posição Z no ecrã

source: all
pt: todos

source: as infobar
pt: como barra de informação

source: black
pt: negro

source: compact
pt: compacto

source: extension menu
pt: menu de extensões

source: full info
pt: informação completa

source: only DVB
pt: apenas DVB

source: transparent
pt: transparente
